Repository: NoahjChampion/so-clean-up-wp-seo
Catalog: languages/so-clean-up-wp-seo-*.po
Languages: nl_nl

source: SO Hide SEO Bloat Settings
nl_nl: SO Hide SEO Bloat Instellingen

source: Hide Bloat
nl_nl: Verberg Bloat (onnodige ballast)

source: Settings
nl_nl: Instellingen

source: Without further ado: Hide the bloat
nl_nl: Zonder omhaal: verberg de bloot (onnodige ballast)

source: Sidebar Ads
nl_nl: sidebar advertenties

source: Hide the cartoon-style sidebar ads on almost all settings pages of the Yoast SEO plugin.
nl_nl: Verberg de cartooneske sidebar advertenties op bijna alle instellingen pagina's van de Yoast SEO plugin.

source: Hide about nag that shows on every update of the plugin.
nl_nl: Verberg de about nag die bij elke update van de plugin wordt getoond.

source: Recalculate nag
nl_nl: Opnieuw berekenen SEO-scores nag

source: Hide recalculate nag that alerts user that SEO score algorithm has been updated.
nl_nl: Verberg de nag die aangeeft dat de SEO-scores opnieuw berekent kunnen worden.

source: Tagline nag
nl_nl: Ondertitel nag

source: Hide tagline nag that shows when your site uses the default WordPress tagline.
nl_nl: Verberg de ondertitel nag die wordt getoond wanneer je site de standaard Wordpress ondertitel gebruikt.

source: Hide robots nag that shows when your site is blocking access to robots, for example on dev and staging sites.
nl_nl: Verberg de robots nag die wordt getoond wanneer je site toegang voor robots blokkeert, bijvoorbeeld voor sites die nog in de ontwikkelingsfase zijn.

source: It also hides the warning in the advanced tab of Yoast SEO UI in edit Post/Page screen.
nl_nl: Het verbergt ook de waarschuwing in het geavanceerde deel van de Yoast SEO-metabox.

source: Hide Google Search Console nag that warns about not missing any crawl errors by connecting the Yoast SEO plugin to it.
nl_nl: Verberg de Google Search Console nag die waarschuwt over het niet missen van crawl-fouten door de Yoast SEO plugin ermee verbinding te laten maken.

source: Featured image nag
nl_nl: Uitgelichte afbeelding nag

source: Hide image warning nag that shows in edit Post/Page screen when featured image is smaller than 200x200 pixels.
nl_nl: Verberg de afbeelding waarschuwing die getoond wordt op het bewerk Bericht/Pagina scherm wanneer de uitgelichte afbeelding kleiner is dan 200x200 pixels.

source: Add keyword button
nl_nl: Voeg zoekwoord knop toe

source: Hide add keyword button that shows in edit Post/Page and only serves to show an ad for the premium version.
nl_nl: Verberg de knop met het plusje (voeg hoofdzoekwoord) die getoond op het bewerk Bericht/Pagina scherm en alleen maar een advertentie voor de premium versie laat zien.

source: Trafficlight
nl_nl: Stoplicht

source: Hide seoscore traffic light in publish/update box on edit Post/Page.
nl_nl: Verberg het neoscore stoplicht in de publiceer/bijwerk box op bewerk Bericht/Pagina.

source: Content analysis
nl_nl: Tekstanalyse

source: Hide content analysis that adds colored balls to the edit Post/Page screens
nl_nl: Verberg de tekstanalyse die gekleurde ballen toevoegt aan de bewerk Bericht/Pagina schermen.

source: Admin columns
nl_nl: Admin kolommen

source: The Yoast SEO plugin adds 4 admin columns on the Posts/Pages screen, choose here which ones to hide (possible to select multiple, ticking minimum one box is <strong>required</strong>).
nl_nl: De Yoast SEO plugin voegt 4 admin kolommen toe aan het bewerk Bericht/Pagina scherm, kies hier welke u wilt verbergen (meerdere selecteren is mogelijk, 1 box aanvinken is <strong>verplicht</strong>).

source: Hide all columns
nl_nl: Verberg alle kolommen

source: Hide SEO score column
nl_nl: Verberg de SEO-score kolom

source: Hide title column
nl_nl: Verberg de titel kolom

source: Hide meta description column
nl_nl: Verberg de meta omschrijving kolom

source: Hide focus keyword column
nl_nl: Verberg de hoofdzoekwoord kolom

source: Show all columns
nl_nl: Toon alle kolommen

source: The adminbar contains an SEO menu with 2 options; select here what to remove.
nl_nl: De adminbar bevat een SEO menu met 2 opties; kies hier wat te verwijderen.

source: SEO Settings
nl_nl: SEO-Instellingen

source: Keyword Research
nl_nl: Zoekwoordenonderzoek

source: Both
nl_nl: Beiden

source: None
nl_nl: Geen

source: Remove the Yoast SEO widget from the WordPress Dashboard.
nl_nl: Verwijder de Yoast SEO widget van het Wordpress Dashboard.

source: With version 2.0.0 we have added this settings page, so you can adjust things here and there to your liking.
nl_nl: Met de 2.0.0 versie hebben we de instellingen pagina toegevoegd, zodat je hier en daar dingen kan aanpassen.

source: The default setting, when you activate the plugin, is that almost all boxes have been ticked; why else would you install our plugin?
nl_nl: De standaard instelling, wanneer je de plugin activeert, is dat bijna alle vakjes zijn aangevinkt; waarom installeer je deze plugin anders?

source: The intro tour pop up balloon is set to "seen" by default and there is no setting to show it as you can find it in the Yoast SEO Settings.
nl_nl: Het pop-up ballonnetje voor de introductie toer wordt standaard op “gezien” gezet en er is geen aparte instelling voor om het te tonen, omdat je die al kan vinden in de Yoast SEO Instellingen.

source: If you ever want to remove the SO Hide SEO Bloat plugin, then you can rest assured that it cleans up after itself:
nl_nl: Wanneer je ooit de SO Hide SEO Bloat plugin wilt verwijderen, wees er dan gerust op dat de plugin zichzelf schoonmaakt.

source: upon deletion it removes all options automatically.
nl_nl: na verwijdering (van de plugin), verwijdert het automatisch alle opties.

source: Save Settings
nl_nl: Instellingen Opslaan

source: If you have found this plugin at all useful, please give it a favourable rating in the <a href="%s" title="Rate this plugin!">WordPress Plugin Repository</a>.
nl_nl: Wanneer je deze plugin handig vindt, geef het dan een gunstige waardering in de <a href="%s" title="Geef deze plugin een waardering!">Wordpress Plugin Repository</a>.

source: You can also help a great deal by <a href="%s" title="translate the plugin into your own language">translating the plugin</a> into your own language.
nl_nl: Je kan ook enorm helpen door <a href="%s" title="vertaal de plugin in je eigen taal">de plugin te vertalen</a> in je eigen taal.

source: If you have an issue with this plugin or want to leave a feature request, please note that we give <a href="%s" title="Support or Feature Requests via Github">support via Github</a> only.
nl_nl: Wanneer je een probleem hebt met deze plugin of een feature request wilt doen, houd er dan rekening mee dat we de plugin alleen <a href="%s" title="Ondersteuning of Feature Requests alleen via Github">ondersteunen via Github</a>.

source: About the Author
nl_nl: Over de auteur

source: Hi, my name is Piet Bos, I hope you like this plugin! Please check out any of my other plugins on <a href="%s" title="SO WP Plugins">SO WP Plugins</a>. You can find out more information about me via the following links:
nl_nl: Hoi, mijn naam is Piet Bos, hopelijk vind je dit een handige plugin! Kijk ook eens naar mijn andere plugins via <a href=“%s” title=“SO WP Plugins”>SO WP Plugins</a>. Je kan meer informatie over mij vinden via de onderstaande links:

source: WordPress.org Profile
nl_nl: WordPress.org Profiel

source: Access denied
nl_nl: Toegang geweigerd

source: No Access
nl_nl: Geen Toegang

source: Hide most of the bloat that the Yoast SEO plugin adds to your WordPress Dashboard
nl_nl: Verberg het grootste deel van de bloat (overbodige ballast) dat de Yoast SEO plugin toevoegt aan je Wordpress Dashboard
